[
    {
        "defandant": " 7 || CALIFORNIA TRUCK EQUIPMENT COMPANY; STATE COMPENSATI8 || INSURANCE FUND, 9 ",
        "appl": [
            " Eliza Arriaga"
        ],
        "code": [],
        "cases": [
            "ADJ7628890"
        ],
        "district": [
            "(Los Angeles District Office)"
        ],
        "date": "03/01/2020",
        "decision": "\n\nThe meeting was held to discuss the order of petitioning. Those who wished to continue were given their time to speak. John Doe, who had been left off of the original list of petitioners, argued that he was the best possible candidate and that he had the best record. The meeting voted to continue with Doe as the order of petitioning.",
        "raw": " \n\n—\n\nWORKERS’ COMPENSATION APPEALS BOARD\n\n     \n   \n  \n     \n\n2 STATE OF CALIFORNIA\n3\nCase No. ADJ7628890\n4 || ELIZA ARRIAGA, (Los Angeles District Office)\n5 Applicant, OPINION AND ORDER\nDENYING PETITION FOR\n6 vs. RECONSIDERATION\n7 || CALIFORNIA TRUCK EQUIPMENT\nCOMPANY; STATE COMPENSATION\n8 || INSURANCE FUND,\n9 Defendants.\n10\n1] We have considered the allegations of the Petition for Reconsideration and the contents of the\n12}| report of the workers’ compensation administrative law judge (WCJ) with respect thereto. Based on our\n13 || review of the record, and for the reasons stated in the WCJ *s report, which we adopt and incorporate, we\n14 || will deny reconsideration.\n15 As pertinent here, WCAB Rule 10582 states:\n16 Unless a case is activated for hearing within one year after the filing of the\nApplication for Adjudication or the entry of an order taking off calendar, the case\n17 may be dismissed after notice and opportunity to be heard. Such dismissals may be\n18 entered at the request of an interested party or upon the Workers' Compensation\nAppeals Board's own motion for lack of prosecution. A case may be dismissed after\n19 issuance of a ten (10) day notice of intention to dismiss and an opportunity to be\nheard, but not by an order with a clause rendering the order null and void if an\n20 objection showing good cause is filed. :\n21 A petition by a defendant to dismiss the case must be accompanied by a copy of a\n» letter mailed to the applicant and, if represented, to the applicant's attorney or\nrepresentative, more than thirty (30) days before the filing of the petition to dismiss.\n23 This letter must state that it is the intention of the persons signing the letter to file a\npetition for dismissal thirty (30) days after the date of that letter unless the applicant\n24 or his attorney or representative shows in writing some good reason for not\ndismissing the case. A copy of the reply, if any, must be attached to the petition to\n25 dismiss. A copy of the petition must be served on all parties and all lien claimants.\n26 (Cal. Code Regs., tit. 8, § 10582.)\n\n27 Although applicant’s attorney appears to have acted diligently to preserve his client’s interests,\n\fCo ON DH A BP Ww HP KB\n\n_\no\n\n \n\nbased on our review of the record, we agree with the WC] that dismissal pursuant to WCAB rule 10582\nis proper here. Applicant’s attorney’s reliance on the holding in Roth v Workers’ Comp. Appeals Bad.\n(1971) 20 Cal.App.3d 452 is misplaced as Roth addressed the issue of dismissal pursuant to WCAB Rule\n10562 for failure to appear at a hearing “[w]here it appears of record that a party was served with notices\n\nof hearing.” The case herein was properly dismissed pursuant to Rule 10582 and not Rule 10562.\n\nARRIAGA, Eliza 2\n\f \n\n   \n  \n\n_\n\nFor the foregoing reasons,\nIT IS ORDERED that the Petition for Reconsideration is DENIED.\nWORKERS’ COMPENSATION APPEALS BOARD\n\n \n    \n   \n\nI CONCUR,\n\nOo Oo It DH BP WwW LV\n\n \n  \n\ndol\n\nTHERINE ZALEW'S:\n\n  \n \n\nMARGUERITE S\n\n \n\nDATED AND FILED AT SAN FRANCISCO, CALIFORNIA\n\nJAN 0 3 2020\n\nSERVICE MADE ON THE ABOVE DATE ON THE PERSONS LISTED BELOW AT THEIR\nADDRESSES SHOWN ON THE CURRENT OFFICIAL ADDRESS RECORD.\n\nHINDEN BRESLAVSKY\nSTATE COMPENSATION INSURANCE FUND\nELIZA ARRIAGA\n\nPAG/pe\n\nARRIAGA, Eliza 3\n\f",
        "filename": "20-22/2020_01_03_Arriaga, Eliza.pdf",
        "case_type": "doc20-22",
        "case_r": "\"The case is references to cases that have been decided by the Supreme Court of the United States\"[]\"The Supreme Court of the United States\""
    },
    {
        "defandant": " SOUTHERN CALIFORNIA EDISON;  Permissibly Self-Insured,      ",
        "appl": [
            " Maria Avola"
        ],
        "code": [
            "section 4661",
            "section 4903"
        ],
        "cases": [
            "ADJ9313967"
        ],
        "district": [
            "(Los Angeles District Office)"
        ],
        "date": "03/01/2020",
        "decision": "\n\nThe meeting was held and it was decided that the matter would be returned to the trial level decision process. After the meeting, the Odessa National Bank petition was reconsidered.",
        "raw": " \n\n—\n\noO FN DH BR WD bw\n\n \n\n \n\n \n\nWORKERS’ COMPENSATION APPEALS BOARD\nSTATE OF CALIFORNIA\n\n \n \n\nCase No. ADJ9313967\n\n   \n   \n   \n \n\nMARIA AVOLA, (Los Angeles District Office)\nApplicant, OPINION AND ORDER\nGRANTING PETITION\nvs. FOR RECONSIDERATION\nAND DECISION AFTER\nSOUTHERN CALIFORNIA EDISON; RECONSIDERATION\n\nPermissibly Self-Insured,\n\n  \n\nDefendants.\n\nApplicant, Maria Avola, seeks reconsideration of the Findings and Award, issued October 30, 2019,\nin which a workers’ compensation administrative law Judge (WCJ) found applicant sustained a cumulative\ntrauma injury to her psyche and internal systems over the period February 10, 2009 through February 10,\n2010, while employed as an IT specialist by Southern California Edison, permissibly self-insured.\nApplicant was awarded 104 weeks of temporary disability benefits, less credit to defendant for payments\nmade pursuant to a Long Term Disability (LTD) insurance policy, 36% permanent disability, and further\nmedical treatment.\n\nApplicant contests the WCJ’s award of credit to defendant, against its liability for temporary\ndisability indemnity, for the payments applicant received from an LTD policy, arguing that because the\nLTD policy was not entered into the record, it was error for the WCJ to rely upon it. Applicant further\nargues that even if the LTD policy was in evidence, the terms of the policy do not support the award of\ncredit because it does not provide for coordination with workers’ compensation benefits. Finally, applicant\nargues that she is entitled to payment of temporary disability indemnity at the rate in effect on the date of\npayment, pursuant to Labor Code section 4661.5,\n\nAs of the date of this opinion, defendant has not filed an Answer to the Petition for Reconsideration.\nThe WCJ has prepared a Report and Recommendation on Petition for Reconsideration, in which he\n\nrecommends that applicant’s Petition for Reconsideration be denied.\n\foO ROUND OBB\n\na\nwn F&F WY NO\n\n16\n\n \n\nAs the allowance of credit to defendant against applicant’s temporary disability benefits was based\non the terms of the LTD policy, which was not entered into the record of this matter, we will grant\nreconsideration, rescind the Findings and Award and return this matter to the trial level to allow the WCJ\nto admit the LTD policy into evidence and make a determination on its applicability.\n\nI\n\nAt trial on September 4, 2019, defendant disputed applicant’s claim that she sustained an industrial\ncumulative trauma injury to her psyche, internal and sleep over the period February 10, 2009 through\nFebruary 10, 2010. Defendant raised an issue not included in the pre-trial conference statement, that it is\nentitled to credit against temporary disability for long term disability payments. As defendant had not raised\nthe credit issue at the Mandatory Settlement Conference, it did not list the LTD policy as an exhibit and\ndid not offer it into evidence at trial.\n\nThe parties were directed to file briefs regarding defendant’s claim for credit, which were filed by\nthe parties after the evidentiary record was closed. Defendant argued, inter alia, that it was entitled to credit\nfor the entire amount of payments made to applicant pursuant to the LTD policy. Defendant attached as\nexhibits to its trial brief its Employee Handbook and a Summary of Disability Payments made to applicant.\n\nIn her Petition for Reconsideration, applicant argues that the WCI erred in making a determination\non defendant’s entitlement to a credit based upon a LTD policy that was not offered or accepted into the\nrecord of proceedings.\n\nIn his Report and Recommendation on Petition for Reconsideration, the WCJ contends applicant is\nbeing disingenuous in arguing a violation of her due process rights, since applicant received the benefits\nof the LTD policy.\n\nIt was defendant’s late claim of credit, first raised on the day of trial, that led to this issue being\nconsidered without an evidentiary basis. While the issue has been fully briefed by the parties, it is\nincontrovertible that a determination cannot be made on defendant’s entitlement to credit based on the\nLTD policy if the policy is not in evidence.\n\nTherefore, we will grant reconsideration, rescind the Findings and Award and return this matter to\n\nthe trial level to allow the WCJ to enter the LTD policy into the record and to determine whether the\n\nAVOLA, Maria 2\n\f \n\noOo eo YI DBD NW BR WY PO ~~\n\nDOR Ree a a ee\n\n \n\nbenefits paid pursuant to the LTD policy were intended to replace workers’ compensation benefits,\n\npursuant to Labor Code section 4903.1(a)(3)(A).\n\nJf]\n\nAVOLA, Maria\n\f—\n\noe\nNy Dn VW FF Ww NY SK OD\n\n \n\noO Oo NI DH HW F&F W NV\n\n \n\n \n\n \n\nFor the foregoing reasons,\n\nIT IS ORDERED that the November 11, 2019 Petition for Reconsideration be, and hereby is,\nGRANTED, and as our Decision After Reconsideration, the Findings and Award, issued October 30, 2019,\nis RESCINDED, and the matter shall be RETURNED to the trial level for further proceedings and a new\n\nfinal decision.\n\nWORKERS’ COMPENSATION APPEALS BOARD\n\nI CONCUR,\n\nDEIDRA E. LOWE\n\n \n\nmr\n\nTHERINE\n\nDATED AND FILED AT SAN FRANCISCO, CALIFORNIA\n\nJAN 0 3 2020\n\nSERVICE MADE ON THE ABOVE DATE ON THE PERSONS LISTED BELOW AT THEIR\nADDRESSES SHOWN ON THE CURRENT OFFICIAL ADDRESS RECORD.\n\nGRAIWER & KAPLAN\n\nROSSI LAW GROUP\n\nMARIA AVOLA Id\nSV/pe\n\nAVOLA, Maria 4\n\f",
        "filename": "20-22/2020_01_03_Avola, Maria.pdf",
        "case_type": "doc20-22",
        "case_r": "\"The case is references to cases that have been decided by the Supreme Court of the United States\"[]\"The Supreme Court of the United States\""
    },
    {
        "defandant": "District Office) Applicant, vs.  STATE CALIFORNIA, DEPARTMENT CORRECTIONS REHABILITATIINMATE CLAIMS; STATE COMPENSATIINSURANCE FUND,  ",
        "appl": [
            " Glen Dudley"
        ],
        "code": [
            "section 3351",
            "section 3351"
        ],
        "cases": [
            "ADJ10884629"
        ],
        "district": [
            "(Van Nuys District Office)"
        ],
        "date": "03/01/2020",
        "decision": "\n\nThe meeting was held and Glen was given a Petition Reconsideration Finding of Compensation.",
        "raw": " \n\n0 Om NIN DW BP ww\n\nNN NY Yee ee ea ea ea a a\n\nWORKERS’ COMPENSATION APPEALS BOARD\nSTATE OF CALIFORNIA\n\neee\nCase No. ADJ10884629\n\nGLEN DUDLEY, (Van Nuys District Office)\nApplicant,\nvs. OPINION AND DECISION\nAFTER RECONSIDERATION\n\nSTATE OF CALIFORNIA, DEPARTMENT\nOF CORRECTIONS AND\nREHABILITATION INMATE CLAIMS;\nSTATE COMPENSATION INSURANCE\nFUND,\n\nDefendants. |\n\nWe previously granted reconsideration to provide an opportunity to further study the legal and\n\n \n\nfactual issues raised by applicant Glen Dudley. This is our decision after reconsideration.!\n\nApplicant Glen Dudley seeks reconsideration of the Finding of Fact issued by the workers’\ncompensation administrative law judge (WCJ) on October 16, 2017. The WCJ found, in pertinent part,\nthat applicant was not employed by defendant California Department of Corrections and Rehabilitation\nInmate Claims.\n\nApplicant contends that he is an employee under Labor Code? section 3351(e), which describes\nan employee as all “persons incarcerated in a state penal or correctional institution while engaged in\nassigned work or employment as defined in paragraph (1) of subdivision (a) of Section 10021 of Title 8\nof the California Code of Regulations, or engaged in work performed under contract.” (§ 3351(e).)\n\nWe did not receive an Answer from defendant. We received a Report and Recommendation on\n\nPetition for Reconsideration (Report) from the WCJ recommending as follows, “[i]f the WCAB finds the\n\n \n\n' The Opinion and Order Granting Petition for Reconsideration was signed by former Commissioner\nFrank M. Brass, who retired. New panel member has been substituted in his place. .\n\n? All subsequent statutory references are to the Labor Code unless otherwise stated.\n\f \n\noOo 0D Bo NY DR AW eR WD PB eS\n\nN NON NH NY NY Nw a a a eg\nSRaR RRR BR SeRBBaAaESTRS\n\nvolunteer work is a temporary assignment, then the... WCJ . . . recommends Applicant’s Petition... be\ngranted. Otherwise, the ...WCJ... recommends Applicant’s Petition .. . be denied.” (WCI’s Report,\np. 3.)\n\nWe have considered the allegations of the Petition, Answer, and the contents of the WCIJ’s\nReport. Based on our review of the record and, as discussed below, we amend the Finding of Fact to\nspecify that applicant is an employee of defendant for the relevant time period. We otherwise affirm the\n\nFinding of Fact.\n\nAs the WCJ stated:\n\nApplicant was incarcerated at Wasco State Prison-Reception Center\nduring the period [of] August 15, 2016 to November 21, 2016. The\nApplicant contacted Valley Fever during this period. Applicant claims to\nhave been [an] inmate labor[er] during this period and Defendant claims\nthat Applicant was a volunteer and would not be considered an employee\nfor the purposes of Workers’ Compensation. (Minutes of Hearing and\nSummary of Evidence Dated September 19, 2017, hereinafter MOH,\npages 2:4-7, 2:14).\n\n(WCJ’s Report, p. 1.)\n\nAt the September 19, 2017 trial, applicant testified that he volunteered to work in the kitchen at\nthe prison “because there was nothing else to do.” (Minutes of Hearing/Summary of Evidence\n(MOH/SOE) dated September 19, 2017, p. 6:19-20.) “If he did not volunteer, he was with the general\npopulation. He [could} work out or he could watch TV if he wanted.” (Jd. at p. 6:19-21.) Applicant\nunderstood he would not be paid when he volunteered to work in the kitchen. (Jbid.) But, in his Petition,\napplicant argues that he was aware that his prison time could be reduced for good behavior. (Petition, p.\n3,96.)\n\nApplicant further testified that inmates who wanted to volunteer in the kitchen would place their\nidentification cards in a box and an officer from the kitchen would draw from that box to take inmates to\nthe kitchen. (MOH/SOE dated September 19, 2017, pp. 5:24-6:3.) Work in the kitchen was from 8:00\na.m. or 9:30 a.m. to 2:00 p.m. or 3:00 p.m. with a break for lunch. (bid) Applicant’s job duties\n\nincluded washing meal trays with a water hose. (Jbid.)\n\nDUDLEY, Glen 2\n\n \n\f \n\n1\n\nFollowing the September 19, 2017 trial, the WCJ issued a Finding of Fact on October 16, 2017.\n\n2|| Applicant timely filed for reconsideration on November 1, 2017. The WCJ issued his Report on\n\n3\n4\n5\n6\n7\n8\n\n9\n10\n\nNovember 3, 2017.\nIl.\nSection 3351(e) provides:\n(e) All persons incarcerated in a state penal or correctional institution while\nengaged in assigned work or employment as defined in paragraph (1) of\nsubdivision (a) of Section 10021 of Title 8 of the California Code of\nRegulations, or engaged in work performed under contract. (§ 3351(e).)\nIt is undisputed here that applicant was a person incarcerated in state prison. The sole issue here\nis whether applicant was in “assigned work.”\nThe statute references Rule 10021, which was renumbered in 1998 to Rule 10133.4 without\nchange, and repealed in 2009. Former Rule 10021 provided:\n(1) “Assigned work or employment” means work performed in any pay or\nnon-pay position in a work program under the direction and with the\napproval of a duly authorized inmate leadman or supervisory leadman or\nDepartment of Corrections employee. The term does not include skill\ncenters, vocational training or academic education program (except for\nphysical fitness training and forestry training which are authorized by\nLabor Code Section 3365 as prerequisites to fire suppression duties) or\nactivities which are clearly not encompassed within the duties and\nresponsibilities of the position to which assigned. (Cal. Code Reg,, tit. 8, §\n10021 [renumbered to § 10133.4 in 1998] [repealed in 2009].)\nIn determining whether an applicant is an employee of defendant, we must look to the substance\nand essence of the relationship. (Pruitt v. Workers’ Comp. Appeals Bd (1968) 261 Cal.App.2d 546,\n552.) Compensation in the form of wages is not necessary to find an employment relationship. (Jd. at p.\n553; Union Lbr. Co. v. Industrial Acc. Com. (1936) 12 Cal.App.2d 588, 596.) Furthermore, “the\nmandate of the liberal interpretation in favor of the workman to be given workmen's compensation\nprovisions is a material factor” to be considered. (Pruitt, supra, at p. 553.) “Liberality of interpretation\nis not only a mandate of the Legislature as the representative of the People, the People have also spoken\ndirectly in the workman's compensation constitutional provisions. [citation] ... ‘[Any] reasonable doubt\n\nas to whether an act was contemplated by the employment, in view of this state's liberal policy of\n\nDUDLEY, Glen 3\n\f \n\noo Oo YD DH HM F YW LY\n\n10\n\n12\n13\n14\n15\n\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n\nconstruction in favor of the employee, should be resolved in favor of the employee. (Citations.)’” (/d. at\np. 553.)\n\nHere, we conclude that applicant’s volunteer work in the prison’s kitchen was the type of work\ncontemplated by the Legislature in section 3351(e). As noted above, monetary compensation is not\nnecessary to find employment. Applicant’s testimony about his work in the prison kitchen is consistent\nwith a volunteer work program at the prison. The work hours are structured and it appears that his job\nduties are supervised.\n\nAccordingly, amend the Finding of Fact to specify that applicant is an employee of defendant for\nthe relevant time period. We otherwise affirm the Finding of Fact.\n\nFor the foregoing reasons,\n\nMit\nMf\nMt\nMt\nMt\nMt\nMit\nMt\nMf\nMl\nMit\n\nDUDLEY, Glen 4\n\f \n\n1 IT IS ORDERED that applicant Glen Dudley’s Petition for Reconsideration of the Finding of\nFact issued by the workers’ compensation administrative law Judge on October 16, 2017 is AFFIRMED,\nEXCEPT that it is AMENDED as follows:\n\nFINDING OF FACT\n\nAugust 15, 2016 to November 21, 2016, by the State of California, Department\nof Corrections and Rehabilitation Inmate Claims.\n\naR\n\n2\n\n3\n\n4\n\n5 1. Applicant, Glen Dudley, bor on __, was employed during the period of\n\n6\n\n7\n\n8 WORKERS’ COMPENSATION APPEALS BOARD\n9\n\n. | fan Vebh yur\nDEPUTY\n12\n\nANNE sce\"\n131] I CONCUR,\n\n  \n\nHERINE ZALEWS*'!\n\n  \n\n19 NEIDRA E.LOWE\n\n21]! DATED AND FILED AT SAN FRANCISCO, CALIFORNIA\n\n22 JAN 0.3 2020,\n\n23 || SERVICE MADE ON THE ABOVE DATE ON THE PERSONS LISTED BELOW AT THEIR\nADDRESSES SHOWN ON THE CURRENT OFFICIAL ADDRESS RECORD.\n\n25 |} GLEN DUDLEY\nWILLIAM D. HENDRICKS - LAW OFFICES OF DAVID C. BERNS\n26 || STATE COMPENSATION INSURANCE FUND\n\n27 || LSM/bea a\n\nDUDLEY, Glen 5\n\f",
        "filename": "20-22/2020_01_03_Dudley, Glen.pdf",
        "case_type": "doc20-22",
        "case_r": "Pruitt v. Workers’ Comp. Industrial Acc. The case is about a man, Pruitt, who was working in a factory and had a heart attack. The workers’ comp system was put in place to help him out and he was"
    },
    {
        "defandant": "  FIRST GROUP AMERICA, FIRST TRANSIT, INC.; NEW HAMPSHIRE INSURANCE, by GALLAGHER BASSETT,  ",
        "appl": [
            " Gary Emerson"
        ],
        "code": [
            "section 132",
            "section 132",
            "section 132",
            "section 132",
            "section 132",
            "section 132",
            "section 132",
            "section 132",
            "section 132",
            "section 132"
        ],
        "cases": [
            "ADJ8898313",
            "ADJ10200691",
            "ADJ10299691"
        ],
        "district": [
            "(Eureka District Office)"
        ],
        "date": "03/01/2020",
        "decision": "\n\nThe meeting was held and it was decided that the decision after reconsideration compensation joint award opinion decision was ordered.",
        "raw": "lo (OO ND DN HW BR WD PB\n\nNO N NN NN RD i a a ea i\nSathePdBbeBre®dBisagxsnaskazEertaos sc\n\nWORKERS’ COMPENSATION APPEALS BOARD\n\n \n\nSTATE OF CALIFORNIA\nCase Nos. ADJ10200691\nGARY EMERSON, ADJ8898313\n(Eureka District Office)\nApplicant,\nvs. OPINION AND DECISION\n\nAFTER RECONSIDERATION\nFIRST GROUP AMERICA, FIRST TRANSIT,\nINC.; NEW HAMPSHIRE INSURANCE, by\nGALLAGHER BASSETT,\n\nDefendants.\n\n \n\nWe previously granted reconsideration in order to allow us time to further study the factual and\nlegal issues in this case. We now issue our Opinion and Decision After Reconsideration,\n\nDefendant seeks reconsideration of the Joint Findings and Award and Opinion on Decision\n(F&O) issued on July 9, 2018, wherein the workers’ compensation administrative law judge (WCJ) found\nin pertinent part that defendant First Group America, First Transit, Inc. discriminated against applicant in\nviolation of Labor Code! section 132a by terminating his employment; that applicant is entitled to an\nincrease in benefits in the amount of $10,000.00; and that applicant is entitled to reinstatement and to\nrecovery of lost wages, subject to proof of wage loss, mitigation of damages, and fitness for duty, with\njurisdiction reserved by the WCAB should the parties be unable to reach agreement. The WCJ issued an\naward in favor of applicant in accordance with these findings.\n\nDefendant contends that the evidence in the record (1) is insufficient to show that defendant\nsubjected applicant to disadvantages not visited upon other employees because they were injured: (2) ;\ndemonstrates that applicant was terminated as a result of business realities; and (3) is insufficient to show\nthat applicant was able to perform his job.\n\nWe received an Answer from applicant.\n\n \n\n' Unless otherwise stated, all further statutory references are to the Labor Code.\n\flo 0D ONT DN AW BR WD YY He\n\nN NN NN Rei a ea a\nSeRPSRRBRSeSERtPReE ESRI\n\nThe WCJ filed a Report and Recommendation on Reconsideration (Report) recommending that\nthe Petition be dismissed because defendant failed to serve applicant’s counsel or denied on the merits.\n\nDefendant and applicant each filed a request for leave to file a Supplemental Petition. We\napprove the requests and accept the supplemental pleadings. (Cal. Code Regs., tit. 8, § 10848.)\n\nWe have considered the allegations of the Petition, the Answer, the contents of the Report, and\nthe parties’ respective Supplemental Petitions. Based on our review of the record, and for the reasons\nstated below, we will affirm the F&O.\n\nFACTUAL BACKGROUND\n\nWhile employed by defendant as a maintenance manager on September 22, 2011 (ADJ8898313)\nand during the period from June 20, 1998 through September 22, 2011 (ADJ10299691), applicant\nsustained specific and cumulative injuries to his bilateral knees.\n\nOn May 30, 2018, the matter proceeded to trial as to applicant’s 132a petition. (Minutes of\nHearing and Summary of Evidence, May 30, 2018, p. 2:22-24.)\n\nThe WCJ admitted the April 13, 2015 and May 11, 2015 reports of applicant’s treating physician,\nDr. Koch, into evidence. (Ex. 9, Report of Dr. Koch, April 13, 2015; Ex. 8, Report of Dr. Koch, May 11,\n2015.) The WCJ also admitted Dr. Koch’s return to work slip dated June 25, 2015, into evidence. (Ex.\n7, Return to Work Slip, June 25, 2015.)\n\nDr. Koch’s April 13, 2015 report is addressed to Gallagher Bassett as defendant’s adjuster. (Ex.\n9, Report of Dr. Koch, April 13, 2015, p. 1.) It states as follows:\n\nEMP:FIRST TRANSIT REDWOOD\n\nDOI:09/22/2011\n\nBODY PART: B/L KNEES.\n\nINDUSTRIAL REPORT\n\nEMERSON, GARY\n\nMr. Emerson is scheduled for left total knee arthroplasty.\n\n(Id)\n\nEMERSON, Gary 2\n\foO OU UNO BROW ti\n\nNN NN Ne ea ea ea ea a\nFF Vw Nn = OD 0D DOD DY DH HW BR WY BH LG\n\n25\n\nDr. Koch’s May 11, 2015 report is also addressed to Gallagher Basset as defendant’s adjuster and\nrefers to applicant’s September 22, 2011 injury to the bilateral knees. (Ex. 8, Report of Dr. Koch, May\n11, 2015, p. 1.) It states as follows:\n\nPost left total knee arthroplasty.\n\nHe states he is very happy with his progress in therapy and is having very\n\nlittle pain.\n\n(Id.)\n\nDr. Koch’s retum to work slip does not disclose to whom, if anyone, it was directed, but states\nthat applicant “can return to work [on] 8/8/15.” (Ex. 7, Return to Work Slip, June 25, 2015.)\n\nThe WCJ also admitted letters from applicant’s supervisor, Jodi McNamer, to applicant dated\nJune 23, 2015 and July 3, 2015, into evidence. (Ex. X, Correspondence to Mr. Emerson, June 23, 2015;\nEx. A, Correspondence to Applicant, July 3, 2015.)\n\nDefendant’s June 23, 2015 letter to applicant states:\n\nOn April 15, 2015 you stated you were going to have knee surgery on April 29. Since that\n\ntime, you have not provided any documentation that indicates that you are currently under\n\nthe care of a physician and are unable to work.\n\nAt this, since I have not received any written documentation from your treating physician\n\nthat indicates that you are unable to perform your duties as a Mechanic, and since you do\n\nnot meet the criteria for FMLA, it has been determined that you have voluntarily resigned\n\nyour position.\n\nIf you have questions or believe that the above is not accurate, please contact me to\n\ndiscuss no later than five days from your receipt of this letter. In the event that you do not\n\ncontact me it will be determined that you agree and final paperwork will be processed.\n\n(Ex. X, Correspondence to Mr. Emerson, June 23, 2015.)\n\nDefendant’s July 3, 2015 letter to applicant states:\n\nOn June 29, . . . you advised that you would be bringing a note from your treating\n\nphysician that substantiates your absence which began on April 29, 2015... [YJou have\n\nfailed to provide this information and have failed to contact me at all.\n\nTherefore, it has been determined that you are unable to provide this information and that\n\nyou have voluntarily resigned your position.\n\n(Ex. A, Correspondence to Applicant, July 3, 2015.)\n\nDefendant identified and marked portions of its employee handbook as exhibit B, but the WC]\n\n26 || declined to admit the exhibit into evidence. (Minutes of Hearing and Summary of Evidence, May 30,\n\n27|| 2018, pp. 5:16, 6:8.)\n\nEMERSON, Gary 3\n\n \n\fApplicant proffered the deposition transcript of Jodi McNamer for purposes of impeachment and\nthe WCI admitted the transcript into evidence. (Id., p. 5:4-10.)\n\nAt trial, applicant testified that he began working for defendant in June 1998 and that defendant\nterminated him on July 3, 2015. (Minutes of Hearing and Summary of Evidence, May 30, 2018, p. 7:7-\n8.) He injured his right knee in June 2011, and underwent surgery on the knee in 2012 and again in\nOctober 2012. (/d., p. 7:11-12.) In February 2014 he was asked by his supervisor, Jodi McNamer, to\nreturn to work early because defendant did not have anyone to do his job. Ud., pp. 7:12-13, 8:15.) He\nreturned to work and injured his left knee by favoring his right knee, which was not fully healed. (/d., p.\n7:13-14.)\n\nIn April 2015, he underwent surgery on the left knee. When he went off work for the surgery, his\nsupervisor in Redding, Kathy Cravens, called him three times and told him he would be abandoning his\njob if he went forward with the surgery. (/d., p. 7:18.)\n\nAfter his surgery, he received a termination letter from Ms. McNamer, asserting that he had failed\nto give her any information when he went off work. (/d., p. 7:20.) He had provided the requested\ninformation, and his physician, Dr. Koch, had sent reports to defendant. (Jd., p. 7:21-22.) He telephoned\nMs. McNamer and left her messages regarding the letter, but she never returned his calls; and, when he\nwent to the office to speak with her, the dispatcher advised that she would call him but she never did.\nUd., p. 7:23-25.)\n\nMs. McNamer testified at trial that she concluded that applicant had voluntarily resigned because\nshe did not receive any medical documentation from him and was not informed about a work-related\ninjury. (/d., p. 11:18-19.) She further testified, however, that her recollection regarding whether or when\nshe had been informed that applicant was to undergo left knee surgery for a work injury was not as good\nas it had been at the time of her deposition. (Transcript of Proceedings, May 30, 2018, p. 97:22-100:10.)\nIn deposition, she testified that she had been informed by defendant’s workers’ compensation adjuster\nthat applicant was to undergo left-knee surgery in April 2015 and that the surgery related to a claimed\nwork injury. (Ex. 18, Deposition Transcript of Jodi McNamer, pp. 30:12-31:12.)\n\nIn her Report, the WCJ states:\n\nEMERSON, Gary 4\n\f \n\noO ON DH BR WwW BB we\n\nNN NN ae a ea a a\n\nIn April of 2015, [applicant] told Jodi McNamer he was going to have a left total knee\nreplacement. He told her it was related to his work. She did not give him a claim form...\n\nOf particular interest in deciding this case was Ms. McNamer’s testimony she went off\n\nwork when her husband had a heart attack on June 15, 2015. When she returned to work\n\nafter his heart attack there was a release for [applicant] to return to work signed by Dr.\n\nKoch. It as in a “pile of stuff that I had when I got back, when I returned to work.”\n\n(Transcript p. 94) (Minutes of Hearing and Summary of Evidence May 30, 2018, p. 12\n\nlines 11-18)\n\nIn summary the employer knew or should have known the left knee surgery was claimed\n\nas an industrial injury, failed to respond to two telephone inquiries and one in person visit\n\nfrom [applicant] and had a doctor’s note that arrived at some unspecified time before\n\n[applicant] was terminated . . .\n\n[T]he employer failed to follow up with the adjusting agency or the applicant. Nor did\n\nthe employer sort through the documents on Ms. McNamer’s desk while she was out to\n\nget the medical information required,\n\nNor was there a sufficient showing the termination was a business necessity . . .\n\nReinstatement was ordered subject to a fitness for duty evaluation regarding whether Mr.\n\nEmerson could return to his duties. Jurisdiction was reserved as to the reinstatement\n\nissue as well as whether sufficient mitigation efforts were made and how much wage had\n\nactually been lost. There is no final decision as to those issues pending further\n\ninformation.\n\n(Report, pp. 3-6.)\n\nDISCUSSION\n\nPreliminarily, we address the issues raised by the parties’ Supplemental Petitions regarding\ndefendant’s failure to serve the Petition upon applicant’s counsel. Here, WCAB Rule 10510(a)(2)\nrequires that service by a party be made on the attorney for the injured party. However, notwithstanding\ndefendant’s failure to serve applicant’s counsel, applicant's counsel learned of the filing of the Petition\nand notified defendant’s counsel of the failure of service. Thereafter, defendant’s counsel promptly\nsought to rectify the failure by emailing a copy of the Petition to applicant’s counsel and filing an\namended proof of service. As a result, applicant’s counsel was able to timely file the Answer. We\ntherefore conclude that applicant sustained no prejudice as a result of defendant’s failure to serve the\nPetition upon his counsel. Accordingly, we decline to dismiss the Petition.\n\nUnder section 132a, “[i]t is the declared policy of this state that there should not be discrimination\nagainst workers who are injured in the course and scope of their employment.” Section 132a protects an\n\nemployee from retaliation or discrimination by an employer because of an exercise of workers’\n\nEMERSON, Gary 5\n\fSCS Oo mem NY DW BR WwW PB Ke\n\nNN NY NY NN a a a eg\nSSBRBBRBREBR SRE BRFRZBEBDSE I\n\ncompensation rights. (City of Moorpark v. Superior Court (1998) 18 Cal.4th 1143 [63 Cal.Comp.Cases\n944] (Moorpark), Judson Steel Corp. v. Workers’ Comp. Appeals Bd. (1978) 22 Cal.3d 658 [43\nCal.Comp.Cases 1205]; Department of Rehabilitation v. Workers’ Comp. Appeals Bd. (Lauher) (2003)\n30 Cal.4th 1281, 1298-1299 [68 Cal.Comp.Cases 831]; Smith v. Workers’ Comp Appeals Bd. (1984) 152\nCal.App.3d 1104, 1109 [49 Cal.Comp.Cases 212] (Smith); see Usher v. American Airlines, Inc. (1993) 20\nCal.App.4th 1520, 1526 [58 Cal.Comp.Cases 813].)\n\nSection 132a states as relevant:\n\nAny employer who discharges, or threatens to discharge, or in any manner discriminates\n\nagainst any employee because he or she has filed or made known his or her intention to\n\nfile a claim...or an application for adjudication, or because the employee has received a\n\nrating, award, or settlement...testified or made known his or her intention to testify in\n\nanother employee’s case... may be guilty of a misdemeanor and responsible for the\n\npayment of increased compensation, costs, lost wages and work benefits to the injured\nemployee.\n\nThis section has been “interpreted liberally to achieve the goal of preventing discrimination\nagainst workers injured on the job,” while not compelling an employer to “ignore the realities of doing\nbusiness by ‘reemploying’ unqualified employees or employees for whom positions are no longer\navailable.” (Lauher, supra, 30 Cal.4th at pp. 1298-1299 [citations omitted].)\n\nIn Lauher, the Supreme Court clarified its definition of “discrimination,” noting that in its\nprevious decisions in Smith, supra and Barns v. Workers’ Comp. Appeals Bd. (1989) 216 Cal.App.3d\n524, the Court held that an employer’s action which caused detriment to the employee because of an\nindustrial injury was sufficient to show a violation of the statute. (Lauher, supra, 30 Cal.4th at p. 1299\nquoting [1 Hanna, Cal. Law of Employee Injuries and Workers’ Compensation (rev. 2d ed., Peterson et\nal. edits, 2002)], § 10.11[1], p. 10-20 [“[t}he critical question is whether the employer's action caused\ndetriment to an industrially injured employee”); see Barns, supra, 216 Cal.App.3d at p. 531.)\n\nThe Lauher court noted with approval the Court of Appeal’s finding that the formulation\nenunciated in Smith v. Workers' Comp. Appeals Bd. ( 1984) 152 Cal.App.3rd 1104, and adopted by\nBarns to establish a prima facie case was “analytically incomplete”:\n\nThe court explained that, although Lauher had clearly suffered a detriment by having to\n\nuse his accumulated sick leave and vacation time for his visits to see Dr. Houts, he never\n\nestablished he ‘had a legal right to receive TDI [temporary disability indemnity] and\n\nretain his accrued sick leave and vacation time, and that [his employer] had a\nEMERSON, Gary 6\n\f \n\ncorresponding legal duty to pay TDI and refrain from docking the sick leave and vacation\n\ntime.’ Thus, said the court, ‘[t]o meet the burden of presenting a prima facie claim of\n\nunlawful discrimination in violation of section 132a, it is insufficient that the industrially\n\ninjured worker show only that... he or she suffered some adverse result as a\n\nconsequence of some action or inaction by the employer that was triggered by the\n\nindustrial injury. The claimant must also show that he or she had a legal right to receive\n\nor retain the deprived benefit or status, and the employer had a corresponding legal duty\n\nto provide or refrain from taking away that benefit or status.’ ” (Lauher, supra, 30\n\nCal.4th at pp. 1299-1300, italics added.)\n\nThe Court further agreed with the Court of Appeal that “[an] employer thus does not necessarily\nengage in ‘discrimination’ prohibited by section 132a merely because it requires an employee to shoulder\nsome of the disadvantages of his industrial injury. By prohibiting ‘discrimination’ in section 132a, we\nassume that the Legislature meant to prohibit treating injured employees differently, making them subject\nto disadvantages not visited on other employees because the employee was injured or had made a claim.”\n(Lauher, supra at p. 1300.)\n\nAs the Lauher court determined in the first part of its decision, the employee was no longer\nentitled to temporary disability indemnity (TDI) because his condition was permanent and stationary.\n(Lauher, supra at p. 1297.) Therefore, even though the employee’s use of sick and vacation leave was\nfor medical treatment and time off due to his industrial disability, because he was not entitled to TDI, the\nemployee was treated in the same way as non-industrially disabled workers who were also required to\nuse sick and vacation leave for medical treatment and time off due to a disability. Because the employee\nin Lauher was in the same position as non-industrially injured employees with respect to this issue, he\ncould not show a legal right to TDI, and therefore could have only established a prima facie case for\ndiscrimination if he had been “singled out for disadvantageous treatment.” (Ud. at p. 1301; Accord,\nGelson's Markets, Inc. v. Workers’ Comp. Appeals Bd. (2009), 74 Cal.Comp.Cases 1313, County of San\nLuis Obispo v. Workers’ Comp. Appeals Bd. (2005)133 Cal.App.4th 641 (Martinez); Compare with San\nDiego Transit, PSI Hazelrigg Risk Management Services, Administrator, Petitioners v. Workers'\nCompensation Appeals Board (2006) 71 [Cal.Comp.Cases] 445 (Calloway) [writ den.; defendant violated\nsection 132a by refusing to return applicant to her bus driver position after she was released to work by\n\nher PTP, another treating physician and an AME.]).)\n/ff\n\nEMERSON, Gary 7\n\f \n\noo 0D Be SY DH BB WwW HY we\n\nNN NY Nee ea ea ea a a\n\nBased on its specific application to the facts of Lauher, we view the Court’s phrase “singled out\nfor disadvantageous treatment” to be an application of the broader standard adopted by Lawher—that, in\naddition to showing that he or she suffered an industrial injury and that he or she suffered some adverse\nconsequences as a result of some action or inaction by the employer that was triggered by the industrial\ninjury, an applicant “must also show that he or she had a legal right to receive or retain the deprived\nbenefit or status, and the employer had a corresponding legal duty to provide or refrain from taking away\nthat benefit or status.” (Lauher, supra at p. 1300.) Stated another way, an employee must show they were\nsubject to “disadvantages not visited on other employees because they were injured... .” (id? Because\nthe employee in Lauher was not deprived of a legal right to TDI, and therefore could not show he was\ntreated differently than other employees with respect to his alleged detriment, he could not establish a\nprima facie case of discrimination.3\n\nIn this regard, we agree with the reasoning of the WCI, as expressed in the Report, that the\nevidence demonstrates that defendant singled applicant out for disadvantageous treatment by terminating\nhis employment on the false ground that he resigned from his job. (Report, p. 5.) Specifically,\ndefendant’s June 23, 2015 and July 3, 2015 letters assert that applicant “voluntarily resigned” his position\nbased upon his failure to provide documentation that he was under the care of a physician and unable to\nwork. (Ex. X, Correspondence to Mr. Emerson, June 23, 2015; Ex. A, Correspondence to Applicant, July\n3, 2015.) However, the evidence before us demonstrates that at the time defendant terminated applicant\nit had been informed that applicant would be off work to undergo surgery for a claimed work injury and\nthat he was medically restricted from work until at least August 8, 2015.\n\nHere, applicant testified that he had provided defendant the information requested regarding his\n\nsurgery, Ms. McNamer testified in deposition that the adjuster advised her that applicant would undergo\n\n \n\n? Accord, St. John Knits v. Workers’ Comp. Appeals Bd. 2019 Cal. Wrk. Comp. LEXIS 75 [writ den.; the Court of\nAppeals found no reasonable grounds to review a WCAB finding of section 132a discrimination based upon\nsubstantial evidence of defendant employer’s subjection of industrially-injured employee to disadvantages not\nvisited on other employees.]\n\n3 We also note that the articular standard denoted by the phrase “singled out” does not literally apply where the\n#. PI\n\ndetriment affects injured workers as a class, although the broader standard would apply. (Anderson, Supra at pp.\n1377-1378.)\n\nEMERSON, Gary 8\n\n \n\f \n\noC ODO DOD NY DN HW BR WD BH w\n\nNY NY NN N NN Be He He He ee Oe Re DY\nSS S&P BSRRSSERUREEBSEC\n\nleft knee surgery for a claimed work injury, applicant’s treating physician sent reports to defendant’s\nadjuster advising of applicant’s medical status with reference to his September 22, 2015 injury claim,\nand Ms. McNamer testified at trial that applicant’s release to return to work on August 8, 2015, was ina\n“pile of stuff that I had when I got back, when I returned to work.” (Minutes of Hearing and Summary of\nEvidence, May 30, 2018, p. 7:18-22; Ex. 18, Deposition Transcript of Jodi McNamer, pp. 30:12-31:12;\nEx. 9, Report of Dr. Koch, April 13, 2015; Ex. 8, Report of Dr. Koch, May 11, 2015; Report, pp. 4-5;\nEx. 7, Return to Work Slip, June 25, 2015.) We therefore concur with the reasoning of the WCJ, as\nexpressed in the Report, that defendant terminated applicant even though it knew or should have known\nthat he was off work for surgery to his left knee for a claimed work injury. (Report, p. 5.)\n\nAccordingly, we will affirm the WCJ’s finding that the evidence in the record is sufficient to\nestablish applicant’s prima facie case of section 132a discrimination. ‘\n\nNevertheless, when an employee establishes a prima facie case, the defendant still retains the right\nto present evidence to rebut applicant’s prima facie case. (See § 5705; Judson, supra, 22 Cal.3d at p.\n667.) In rebuttal, the employer must show that its actions were \"necessitated by ‘the realities of doing\nbusiness.’” (Judson, supra, 22 Cal.3d at p. 667; Smith, supra, 152 Cal.App.3d at p. 110.) The employer’s\nstated business reasons must be reasonable under the facts of the case. (Barns, supra, 216 Cal.App.3d at\np. 534-535.) Thus, evidence produced by an employee in the prima facie case, and the related inferences\nraised by such evidence, may support a finding of retaliation or discrimination if the reason offered by\nthe employer is unreasonable or not credible under the totality of the circumstances of an individual case.\n(See Westendorf v. W. Coast Contrs. of Nev., Inc. (9th Cir. 2013) 712 F.3d 417, 423. (Citation omitted).)\nWe note also that while an employer’s motivation might be discriminatory in its effect, section 132a does\nnot require proof of discriminatory intent. (Lauher, supra at p. 1301, fn. 8, italics added.)\n\nHere, defendant’s stated reason for terminating applicant was that he failed to provide\ndocumentation regarding the medical reasons for his absences. (Ex. X, Correspondence to Mr. Emerson,\nJune 23, 2015; Ex. A, Correspondence to Applicant, July 3, 2015.) However, as we have explained,\ndefendant presented insufficient evidence to demonstrate that it lacked notice that applicant had\n\nundergone surgery for a claimed industrial injury and been medically restricted from work thereafter.\n\nEMERSON, Gary 9\n\n \n\f_\n\no © NY DH UW FBR W WY\n\n10\n\nFurthermore, defendant’s contention that certain provisions of its employment manual provide grounds\nfor applicant’s termination lacks evidentiary support inasmuch as the employment manual was not\nadmitted into evidence and defendant does not allege that the WCIJ erred by failing to admit the manual.\n(Petition, p. 10:11; Minutes of Hearing and Summary of Evidence, May 30, 2018, pp. 5:16, 6:8.) We\ntherefore agree with the decision of the WCIJ, as expressed in the Report, that defendant failed to\nestablish a legitimate business reason for applicant’s termination. (Report, p. 5.) Accordingly, we will\naffirm the WCIJ’s finding that defendant discriminated against applicant in violation of section 132a.\nTurning to defendant’s contention that applicant failed to demonstrate that he is medically able to\nreturn to work, we concur with the opinion of the WC] , as expressed in the Report, that because the order\nof reinstatement is explicitly subject to a fitness for duty evaluation with jurisdiction reserved to the\nWCAB, there has been no final decision issued regarding the issue of reinstatement and, in consequence,\nwe are unable to discern grounds for reconsideration of the issue. (Report, p. 6.)\nAccordingly, we will affirm the F&O.\nJif\n/7fl\n//f\n//7\n\nEMERSON, Gary 10\n\n \n\f \n\n1 For the foregoing reasons,\nIT IS ORDERED, as the Decision After Reconsideration of the Workers’ Compensation Appeals\nBoard, that the Joint Findings and Award and Opinion on Decision issued on July 9, 2018, is\n\nAFFIRMED.\n\n—\n2A!\n\n2\n\n3\n\n4\n\n5\n\n6 WORKERS’ COMPENSATION APPEALS BOARD\n7\n\n8\n\n9 JOSE H. RAZO\n0\n\nI CONCUR,\n1 .\n\n   \n\n12\n\n13 DEIDRA €. LOWE\n\n15 CHAIR\n16 THERINE ZALEWSK:\n\n \n \n\n17|| DATED AND FILED AT SAN FRANCISCO, CALIFORNIA\n\n18 ‘JAN 0 3 2028\n\n19|| SERVICE MADE ON THE ABOVE DATE ON THE PERSONS LISTED BELOW AT THEIR\nADDRESSES SHOWN ON THE CURRENT OFFICIAL ADDRESS RECORD.\n\n21/| GARY EMERSON\nMULLEN & FILIPPI LLP\n22 || WORKERS’ COMPENSATION LAW CENTER\n\n23\n24\n\n25 || SRO/oo\n\nEMERSON, Gary 11\n\n \n\f",
        "filename": "20-22/2020_01_03_Emerson, Gary.pdf",
        "case_type": "doc20-22",
        "case_r": "city of Moorparksupreme courtworker’s compappeals boardcal4th 641md"
    },
    {
        "defandant": "   CAL FIRE, legally uninsured by and through STATE COMPENSATIINSURANCE FUND, State Employees Adjusting Agency,  ",
        "appl": [
            " Richard Gonzalez"
        ],
        "code": [
            "Lab. Code, § 5904",
            "Lab. Code, § 4906",
            "section 4659"
        ],
        "cases": [
            "ADJ 1033508",
            "ADJ10335087",
            "ADJ10335071",
            "XIS 344",
            "XIS 148"
        ],
        "district": [
            "(Riverside District Office)"
        ],
        "date": "03/01/2020",
        "decision": "\n\nThe decision is ordered after the board awarded the matter to be returned to the trial level consistent opinion.",
        "raw": " \n\noO Oo TNT DUN FPF Ww YN KH\n\nas\nbh YW NY FF OS\n\n15\n\nWORKERS’ COMPENSATION APPEALS BOARD\nSTATE OF CALIFORNIA\n\n \n \n\nRICHARD GONZALES,\n\n   \n   \n  \n \n \n\nCase Nos. ADJ10335087\n\nADJ10335071\nApplicant, (Riverside District Office)\nvs.\n\nOPINION AND DECISION\nAFTER RECONSIDERATION\n\nCAL FIRE, legally uninsured by and through\nSTATE COMPENSATION INSURANCE\nFUND, State Employees Adjusting Agency,\n\nDefendants.\n\n  \n\nThe Appeals Board granted reconsideration to study the factual and legal issues. This is our\nDecision After Reconsideration.\n\nIn the Findings and Award of January 3, 2019 in ADJ10335071, the workers’ compensation\njudge (WC)J) found that during the period June 1, 1983 to August 21, 2015, applicant sustained industrial\ninjury to his ears (hearing), right wrist, left elbow, hips, knees, headaches, psyche, and lower back,\ncausing permanent disability of 77%. The WCJ also found that the medical evidence justifies a\ncombined rather than added permanent disability rating, and that applicant’s attorney is entitled to an\nattorney’s fee based upon 15% of the value of permanent disability indemnity, exclusive of the value of\napplicant’s life pension.\n\nApplicant’s attorney filed a timely petition for reconsideration of the WCIJ’s decision in\nADJ10335071.! In the petition, it is contended that the WCJ erred in rejecting the medical opinion of Dr.\nStephane Johnson, Panel Qualified Medical Evaluator (PQME) in psychiatry, that applicant’s permanent\nimpairments should be added rather than combined, and that in determining and calculating the\n\nattorney’s fee, the WCJ erred in excluding the value of the life pension.\n\n! No party sought reconsideration of the Findings and Award in ADJ 10335087, wherein the WCI found\nthat on May 14, 2014, applicant sustained industrial injury to his neck vertebrae, facial bones, soft tissue,\nhead and teeth, causing in permanent disability of 46%. Because there is no objection to the Findings\nand Award in ADJ10335087, we will affirm it. (Lab. Code, § 5904.)\n\foOo ea IN DW BF WD LP\n\n10\n11\n\n13\n14\n15\n16\n\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n\nDefendant filed an answer.\nThe WCJ submitted a Report and Recommendation (“Report”). We adopt and incorporate only\nthe statement of facts set forth in the Report, as follows:\n\nFor case ADJ10335071, the parties had narrowed the issue to whether or\nnot the permanent disability of the medical providers should be combined\nor added. That is, the parties stipulated that the base permanent disability\nfrom Andrew Berman, M.D., the ENT agreed medical evaluator (“AME”)\nand David Wood, M.D., the orthopedic AME was 73%. The parties had\nfurther agreed that Stephane Johnson, M.D., the psyche qualified medical\nevaluator (“QME”), issued a report with a 15% permanent disability for\npsyche. (MOH/SOE Trial 11/6/18, pg. 3:5-6.)\n\nThe parties disputed whether or not the 15% permanent disability for\npsyche provided by Dr. Johnson should be added for a total PD of 88% or\ncombined using the combined values chart (“CVC”) for a total PD of\n77%. The parties stipulated that this cumulative trauma rated either at a\n77% or an 88% final permanent disability. The issue was whether or not\nthere was substantial medical evidence to rebut the CVC based on\nStephane Johnson’s assessment to allow the addition method of the 15%\npermanent disability.\n\nOn January 3, 2019, this WCALJ found, inter alia, the CVC was not\nrebutted and applicant was entitled to a combined permanent partial\ndisability award of 77%. The medical opinions were neither persuasive\nnor substantial medical evidence to support a rebuttal of the combined\nvalues chart rating method. Applicant’s attorney was also entitled to\nreasonable attorney’s fees of 15% of permanent disability.\n\nBased on our review of the record and applicable law, and for the reasons discussed below, we\nconclude that the issue of whether applicant’s permanent disabilities should be combined or added\nrequires further development of the medical record. In addition, we conclude that the WCJ must revisit\nthe issue of attorney’s fees. Therefore, we will rescind the WCJ’s decision in ADJ10335071 and return\nthis matter to the trial level for further proceedings and new decision by the WCJ.\n\nRegarding the issue of adding versus combining permanent impairments, the panel of the Appeals\nBoard in Athens Administrators v. Workers’ Comp. Appeals Bd. (Kite) (2013) 78 Cal.Comp.Cases 213\n\n(writ den.) adopted the WCJ’s approach of adding permanent disabilities rather than combining them\n\nGONZALES, Richard 2\n\funder the Combined Values Chart (“CVC”);? the basis for addition rather than combination of the\ndisabilities was “the synergistic effect of one hip injury upon another opposite hip injury.” Specifically,\nthe Board panel adopted the following analysis provided by the WCI:\n\nTurning to Dr. Cheng’s determination that simple addition of applicant’s\nleft and right hip impairments provided a more accurate depiction of his\noverall impairment than application of the reduction formula, the WCJ\nstated in relevant part:\n\nDr. Cheng points to the synergistic effect of one hip injury upon another\nopposite hip injury. I agree. It appears logical that a person who is able to\ncompensate through the opposite member for an injury to one limb is to\nsome extent less disabled or impaired than someone who cannot so\ncompensate.\n\nI remain persuaded that the QME has appropriately determined that the\nimpairment resulting from applicant’s left and right hip injuries is most\naccurately combined using simple addition than by use of the combined-\nvalues formula.\n\nIn Taina v. County of Santa Clara/Valley Medical Center (2018) 2018 Cal. Wrk. Comp. P.D.\nLEXIS 344, the panel of the Appeals Board further explained, “disability values of multiple impairments\nmay be added instead of combined using the CVC if that provides an accurate rating, particularly when\nthere is no overlap, and when the synergistic effect of the multiple disabilities support that method of\ncombination.” (Slip opinion, at pp. 10-11.) Of course, the opinion of an evaluating physician who finds\na synergistic effect between injuries or disabilities, so as to justify addition rather than combination to\nmost accurately rate permanent disability, must comply with the usual requirements of substantial\nevidence. (Blackledge v. Bank of America (2010) 75 Cal.Comp.Cases 613, 620-621 [Appeals Board en\nbanc].)\n\nAs stated by the panel of the Appeals Board in De La Cerda v. Martin Selko & Co. (2017) 83\n\nCal.Comp.Cases 567 (writ den.), the fact that an AME does “not use the term ‘synergistic’ to advocate\n\n2 The Combined Values Chart is found at pages 8-1 through 8-4 of the 2005 Schedule for Rating\nPermanent Disabilities (“PDRS”).\n\nGONZALES, Richard 3\n\n \n\folNUOOUlUlUMDWUNSN UDO BOND\n\n_\n\n12\n\nfor the use of the additive rating method is not determinative of the validity of using that method. The\nimpairments may be added if substantial medical evidence supports the physician’s opinion that adding\nthem will result in a more accurate rating of the applicant’s level of disability than the rating resulting\nfrom the use of the CVC.” (Italics added.)\n\nIn this case, to the extent the WCJ’s determination of permanent disability is based upon the need\nfor a “synergistic effect” between impairments as an absolute precondition to adding rather than\ncombining impairments to rate the permanent disability, we disagree. Rather, as discussed in De La\nCerda, impairments may be added if substantial medical evidence supports the physician's opinion that\nadding them will result in a more accurate rating of the injured employee’s overall permanent disability.\nFurthermore, the AMA Guides themselves explain that in appropriate cases, Whole Person Impairments\nmay be added or a multiplier may be used, as opposed to combining impairments. (See American\nMedical Association (AMA) Guides to the Evaluation of Permanent Impairment (5th ed.), Chapter 1.4,\npp. 9-10.)\n\nIn this case, Dr. Johnson gave applicant a Global Assessment Functioning (GAF) score of 63,\ntranslating to Whole Person Impairment of 11%. (Joint Exhibit 10, Johnson report dated July 28, 2017.)\nIn a final narrative report dated November 6, 2017, Dr. Johnson’s opinion on applicant’s psychiatric\npermanent impairment did not change. (Joint Exhibit 11.) Although neither report addressed the issue of\nwhich method — combining or adding impairments - would result in the most accurate rating, the issue\nwas partially addressed in Dr. Johnson’s deposition of October 26, 2018.3 (Joint Exhibit 16.) At pages\n\n15-24, Dr. Johnson testified, in relevant part, as follows:\n\nQ. Are you familiar with the combined values?\nA. Yeah. Combine -- added versus combined.\nQ. Yeah. Now, I want to ask you: Is there interaction between the\n\nmastication, the hearing loss, the lumbar spine, the right knee, and the left\nknee injuries, and the psychiatric disability that you have given? Is there\ninteraction? Is there overlap between the other disabilities and the\npsychiatric disability?\n\n3 We admonish applicant’s attorney for his unprofessional and disruptive behavior during the deposition,\nas reflected in the testimony recorded at pp. 18-20 and pp. 23-24 of the deposition.\n\nGONZALES, Richard 4\n\foOo ON DH MH FR WY HH eS\n\nNNN NNN Be ee Be ee ee oe\nSeaeseB BBPRBSGSeSe ARSE ESH IS\n\nA. So I’m going to -- let me make sure I understand your question.\nSo you’re asking me about a set of physical and organ-based injuries, and\nyou’re asking if the impairment caused by each has any overlap to the\nassociated psychiatric impairment?\n\nQ. Yes. The direct psychiatric impairment from the stress, from the\nPTSD. Is there overlap? Because I know that you’ve given compensable\nconsequence disability. I’m not asking you about that disability.\n\nA. Yeah, so the answer is no, there is no overlap because the physical\ninjuries caused orthopedic impairment, primarily orthopedic impairment\nwhile the direct psychiatric injury caused symptoms of posttraumatic\nstress disorder, which are not caused by any of the physical injuries --\n\nQ. Okay. Ill stop you there.\nA. Okay.\n\nQ. Your understanding of the combined values schedule, you\nunderstand that when, for example, you have impairment of 78 and you’re\ncombining in another 15 percent, that you reduce that 15 percent by a\nfactor of 78 percent, so that 15 becomes a four, and then is added to the\n78. So a 78 combined with 15 is going to be 82. Do you understand that\nconcept?\n\nA. I don’t -- I’m not familiar with the math, but I understand the\nconcept of synergy versus the combined, as described --\n\nQ. Well, I’m not talking about synergistic. I know that that’s the Kite\ncase.\n\nA. Yeah.\n\nQ. And I know that you probably have an understanding of the Kite\ncase and the synergistic effect being more than the sum of the totals, and\ntherefore, the Kite case allowing an addition.\n\nA. Yes.\n\nQ. There is also case law that says when you have completely and\ntotally separate permanent disability, you have separate disabilities --\n\nA. Okay.\nQ. -- and a physician finds that it is more appropriate to add those\n\ndisabilities rather than combine them and reduce the disabilities by a\nfactor of each other --\n\nGONZALES, Richard 5\n\f \n\noO Oo NI DH BB WwW WV\n\n10\n11\n\n13\n14\n15\n16\n17\n18\n\n20\n21\n22\n23\n24\n25\n26\n27\n\nOkay.\n-- that that may be used to rebut the combined values --\nOkay.\n\n-- schedule.\n\nPrP Oo > DB >\n\nOkay.\n\n. So my question to you is: In this case, looking at the specific\ndisability being assigned by yourself and what I’m representing to you\nbeing assigned by other specialties and other physicians, does this case\nreach a more fair result with adding those disabilities or combining those\ndisabilities?\n\nA. In -- I’m sorry. In adding them.\n\nQ. In adding them?\n\nA. Yes.\n\nQ. Can you explain that, given your understanding of this, and give\nme a little bit of a narrative and support yourself medicolegally so that a\n\nworkers’ compensation judge may gain some insight into your thought\nprocess?\n\nTHE WITNESS: So the direct -- the psychiatric impairment that has\nbeen deemed direct and associated with the trauma of his work, it should\nbe added to the rest of the impairment that has been given by other\nspecialties. And the justification for that is that the impairment, the\npsychiatric impairment has no overlap with the orthopedic, the auditory, or\nI think...\n\nBY MR. BREWSAUGH:\nIt’s mastication --\nMastication --\n\n-- hearing loss --\n\n> 2 PO\n\n-- dental, hearing loss, and so on.\n\nQ. Lumbar, right knee, left knee.\n\nGONZALES, Richard 6\n\f27\n\nA. All right. They all have very specific impairment direction that\ninclude, for example, avoiding lifting, avoiding standing up for a certain\nperiod of time, avoiding chewing certain foods and perhaps, you know,\npreserving one’s hearing in whatever ways, while the psychiatric\nimpairment is different. It impairs areas of socialization, adaptation to\nstressors and changes, ability to maintain pace and concentration and\nfocus during basic activities. It causes --\n\nTHE WITNESS: So I was saying that, yeah, the impairment caused\nby PTSD symptoms are -- have nothing to do with impairment caused by\nspecific injuries to the body as described by the specialist in this specific\nNCDOI.\n\nSo the impairment -- psychiatric impairment should be added to the other\nimpairment.\n\nAlthough Dr. Johnson’s deposition testimony establishes that there is no overlap between the\nphysical and mental impairments, his agreement under questioning by applicant’s attorney that “this case\nreach[es] a more fair result with adding those disabilities” is not the equivalent of a medically-supported\nopinion that adding disabilities will result in a more accurate rating, as required by case law. Yet, as the\nCourt of Appeal stated in Telles Transport, Inc. v. Workers’ Comp. Appeals Bd. (2001) 92 Cal.App.4th\n1159, 1164 [66 Cal.Comp.Cases 1290], “the WCJ or the Board may not leave undeveloped matters\nwhich its acquired specialized knowledge should identify as requiring further evidence.” Here, since Dr.\nJohnson has opined that there is no overlap between the physical and mental impairments, and this\nsuggests that adding the impairments may result in a more accurate rating, the medical record must be\ndeveloped with a supplemental report or additional testimony from Dr. Johnson. (McDuffie v. Los\nAngeles County Metropolitan Transit Authority (2002) 67 Cal.Comp.Cases 138 [Appeals Board en\nbanc].) Therefore, we will rescind the WCJ’s decision and return this matter to him for further\nproceedings and new decision.\n\nTurning to the issue of attorney’s fees, we agree with the WCJ that the fee must be reasonable,\n\nand that determining the amount of the fee is within the discretion of the WCAB, considering (1) the\n\nresponsibility assumed by the attorney; (2) the care exercised in representing the applicant; (3) the time\n\nGONZALES, Richard 7\n\n \n\f—\n\noO Oo DTN DH HH F YW NY\n\ninvolved; and (4) the results obtained. (Lab. Code, § 4906(d); Cal. Code Regs., tit. 8, § 10844.)\n\nIn this case, we also agree with the WCJ that in consideration of the above factors, as well as the\ncomplexity of this matter, it appears that 15% of the value of permanent disability benefits is reasonable.\nApplicant’s attorney participated in two depositions and authored a trial brief, and there was extensive\ndirect examination of applicant at trial. Further, this case is above average in complexity, in that it:\ninvolved production of multiple reports in several different medical specialties.\n\nHowever, we disagree with the WCJ that in determining a reasonable fee, no consideration should\nbe given to the value of the life pension, a benefit obtained in part through applicant’s attorney’s efforts.\nWe are persuaded that the attorney’s fee should be calculated based on the life pension award, not just\nthe value of the permanent partial disability indemnity. Further, this calculation will include accounting\nfor the annual cost-of-living adjustment (COLA) and State Average Weekly Wage (SAWW) pursuant to\nLabor Code section 4659(c). (See 2 Cal. Workers’ Comp. Practice (Cont. Ed. Bar, March 2019 Update)\nLien Claims, § 15.2; Gilmore v. Autoland Resale Ctr. (2013) 2013 Cal. Wrk. Comp. P.D. LEXIS 148;\nWilson v. Piedmont Lumber & Nursery (2012) 2012 Cal. Wrk. Comp. P.D. LEXIS 48.)\n\nFinally, we note that in requesting an increased attorney’s fee, applicant’s attorney failed to\n\ncomply with WCAB Rule 10842. (Cal. Code Regs., tit. 8, § 10842.) The rule states as follows:\n\n“All requests for an increase in attorney’s fee shall be accompanied by proof of service on the\napplicant of written notice of the attorney’s adverse interest and of the applicant’s right to seek\nindependent counsel. Failure to notify the applicant may constitute grounds for dismissal of the request\nfor increase in fee.”\n\nWe admonish applicant’s attorney for his failure to comply with the rule; he should take care to\ndo so in all future proceedings of this nature. Nevertheless, we note that because this opinion\nincorporates the text of the rule and this opinion will be served on the applicant herein, he is hereby\nnotified of his attorney’s adverse interest and of his right to seek independent counsel regarding his\nattorney’s request for an increased fee.\n\nFor the foregoing reasons,\n\nGONZALES, Richard 8\n\f \n\n23\n24\n2\n26\n27\n\nws\n\n \n\nIT IS ORDERED, as the Decision After Reconsideration of the Workers’ Compensation\nAppeals Board, that the Findings and Award of January 3, 2019 in ADJ10335087 is AFFIRMED.\n\nIT IS FURTHER ORDERED, as the Decision After Reconsideration of the Workers’\nCompensation Appeals Board, that the Findings and Award of January 3, 2019 in ADJ10335071 is\nRESCINDED, and this matter is RETURNED to the trial level for further proceedings and new\ndecision by the WCJ in ADJ10335071, consistent with this opinion.\n\nWORKERS’ COMPENSATION APPEALS BOARD\n\nI CONCUR,\n\n\\\n\na\n\n  \n\nTHERINE ZALEWSK}\n\nDATED AND FILED AT SAN FRANCISCO, CALIFORNIA\n\nJAN 0 3 2020\n\nSERVICE MADE ON THE ABOVE DATE ON THE PERSONS LISTED BELOW AT THEIR\nADDRESSES SHOWN ON THE CURRENT OFFICIAL ADDRESS RECORD.\n\nRICHARD GONZALES\nSTATE COMPENSATION INSURANCE FUND (2)\nWHITING & COTTER LLP\n\nJTL/bea\n\nGONZALES, Richard 9\n\f",
        "filename": "20-22/2020_01_03_Gonzalez, Richard.pdf",
        "case_type": "doc20-22",
        "case_r": "The Appeals Board in Athens Administrators v. Workers’ Comp.The panel of the Appeals Board in De La Cerda v. Martin Selko & Co.The panel of the Appeals Board in Gilmore v. Autoland Resale Ctr.The panel"
    },
    {
        "defandant": "  TS STAFFING SERVICES; CALIFORNIA INSURANCE GUARANTEE ASSOCIATIfor LUMBERMEN’S UNDERWRITING ALLIANCE in Liquidation; and SEDGWICK CLAIMS MANAGEMENT SERVICES (Claims Administrator),  ",
        "appl": [
            " Antonio Hernandez"
        ],
        "code": [
            "section 4663",
            "section 4663",
            "section 4664",
            "section 4664",
            "section 4664",
            "section 4664",
            "section 4664",
            "section 4664",
            "section 4664",
            "section 4664"
        ],
        "cases": [
            "XIS 403",
            "ADJ9020574",
            "ADJ2978577"
        ],
        "district": [
            "(Los Angeles District Office)"
        ],
        "date": "03/01/2020",
        "decision": "\n\nThe administrative law judge decided that the decision to pay the employee $5,000 was appropriate.",
        "raw": " \n\noO Oo NY DH AH BP Ww NY\n\nNN NY DD Ne ae\n\nWORKERS’ COMPENSATION APPEALS BOARD\nSTATE OF CALIFORNIA\n\nCase No. ADJ9020574\n\nANTONIO HERNANDEZ, (Los Angeles District Office)\nApplicant,\nOPINION AND DECISION\nvs. AFTER RECONSIDERATION\n\nTS STAFFING SERVICES; CALIFORNIA\nINSURANCE GUARANTEE ASSOCIATION\nfor LUMBERMEN’S UNDERWRITING\nALLIANCE in Liquidation; and SEDGWICK\nCLAIMS MANAGEMENT SERVICES (Claims\nAdministrator),\n\nDefendants.\n\n \n\nWe previously granted reconsideration to further study the factual and legal issues. This is our\nDecision After Reconsideration.\n\nApplicant, Antonio Hernandez, seeks reconsideration of the Findings and Award issued by the\nworkers’ compensation administrative law judge (WCJ) on May 18, 2018. In that decision, the WCJ\nfound that applicant sustained industrial injury to his cervical spine, lumbar spine, and right shoulder on\nJune 21, 2013, while employed as a loader/unloader by TS Staffing Services. In relevant part, the WCJ\nfurther found that applicant’s injury caused 24% permanent disability after apportionment of 60% of\napplicant’s cervical spine disability and 80% of applicant’s lumbar spine disability pursuant to Labor\nCode section 4663.!\n\nApplicant’s petition for reconsideration contends that the WCJ incorrectly applied section 4663\napportionment instead of section 4664(b) and incorrectly applied a “substantial medical evidence”\n\nprerequisite to application of section 4664(b) apportionment because only proof of the existence of the\n\n! All further statutory references are to the Labor Code.\n\f—_\n\nCo Oo YI DH HW FP WD NY\n\n10\n\nprior award, the impairment/disability from prior award, and overlap of injured body parts in the current\ncase are required.\n\nDefendant filed an answer contending that the WCJ’s decision should be affirmed.\n\nThe WCJ issued a Report and Recommendation on Petition for Reconsideration (Report).\n\nWe have reviewed the record, including the contents of applicant’s petition, defendant’s answer,\nand the WCJ’s Report. Based on our review of the record and for the reasons stated in the WCI’s\nReport, which we adopt and incorporate herein, we affirm the WCJ’s May 18, 2018 decision.\n\nAs discussed in the WCJ’s Report, on January 4, 2010, a Stipulated Findings and Award issued in\nCase No. ADJ2978577, which found that applicant sustained a July 1, 2008 injury to his cervical spine,\nlumbar spine, and right knee while employed by Mainstay Business Solutions resulting in 33%\npermanent disability. (Joint Exhibit XX.) As the WCJ’s Report observes, the stipulated award is silent\nregarding what medical evidence formed the basis for the 33% permanent disability finding.\n\nAt the March 20, 2018 trial in the present case (Case No. ADJ9020574), the parties submitted in\nevidence the October 12, 2015 report (Joint Exhibit WW) and the November 3, 2016 deposition\ntranscript (Joint Exhibit XX) of Laura Wertheimer Hatch, M.D., the agreed medical evaluator (AME) in\northopedics. They also submitted in evidence the August 9, 2009 report of Kambiz Hannani, M.D. (Joint\nExhibit YY), who was the panel qualified medical evaluator (PQME) in connection with applicant’s prior\ninjury of July 1, 2008\n\nIn her Report, the WCJ discussed Dr. Hatch’s October 12, 2015 report and November 3, 2016\ndeposition opinions, together with the legal principles regarding apportionment, as follows:\n\nIf an employee has received a prior award of permanent disability, it will be\nconclusively presumed that the prior permanent disability exists at the time of a\nsubsequent industrial injury. This presumption affects the burden of proof. Lab.C.\n4664(b); Kopping v. Work. Comp. App. Bd. (2006) 142 C.A.4th 1099, 1114, 48\nC.R.3d 618, 71 Cal.Comp.Cases 1229. In the present case, Dr. Hatch concluded that\nthe Applicant sustained industrial injuries to the cervical spine, lumbar spine and right\nshoulder. She opined that there was disability of twenty per cent (20%) WPI to the\ncervical spine, twenty-seven per cent (27%) WPI to the lumbar spine, and zero per\ncent (0%) WPI to the right shoulder. The resulting combined orthopedic disability\nwas forty-two per cent (42%) before apportionment.\n\nHERNANDEZ, Antonio 2\n\f \n\nhee\n\noO Oo YN DH WH FR W LH\n\nDr. Hatch was provided with a copy of the 33% Award on the earlier July 1, 2008\ninjury and it was specifically considered in her assessment of disability and\napportionment. She apportioned fifty per cent (50%) of applicant’s lumbar disability\nto moderate to severe degenerative changes based on MRI studies, 30% due to\nprevious low back injuries and 20% due to the June 21, 2013 injury. For the cervical\nspine apportionment was assessed fifty per cent (50%) to degenerative changes, ten\nper cent (10%) to the previous July 1, 2008 specific injury and forty per cent (40%) to\nthe June 21, 2013 specific injury. After apportionment the adjusted rating was\ntwenty-four per cent (24%).\n\nThereafter, Dr. Hatch was deposed regarding the application of Labor Code 4664(b)\napportionment based on the prior Stipulation and Award at 33%. In the deposition\nthe doctor was told by applicant’s counsel that the prior award was based on the\nreporting of Dr. Kambiz Hannani. She was then asked if Labor Code Section 4664(b)\nrequired that the level of whole person impairment (WPI) from the prior Award be\nsubtracted from the current WPI to calculate apportionment on this injury. She\ntestified as follows:\n\n“Q: Okay. So Dr. Hannani gave 7 percent for the cervical spine, and under\nLabor Code Section 4664, it says that—under ‘B’ if the applicant has received\na prior award of permanent disability, it shall be conclusively presumed that\nthe prior permanent disability exists at the time of any subsequent industrial\ninjury ... --if the applicant had a 7 percent Whole Person Impairment from the\naward on a prior injury and that level of impairment is conclusively presumed\nto exist at the time of this injury, when you gave the applicant an impairment\nrating on his cervical spine of 20 percent Whole Person Impairment, where\ndoes that leave us with impairment that is apportioned to the 2013 injury?\n\nA: Well, if my impairment rating derived on October 12, 2015 was 20 percent\nof the cervical spine condition and Dr. Hannani had previously provided a 7\npercent Whole Person Impairment, the difference would be a 13 percent\nWhole Person Impairment between these two injuries.\n\nQ: And is that based on reasonable medical probability?\n\nA: That is based on—\n\nQ: And your—\n\nA: — the subtraction method and numbers only.”\n\nDr. Hatch was then asked similar questions regarding the lumbar spine and responded\n[as] follows:\n\n“Q. So assuming that it was 13 percent on the lumbar spine—\n\nA: Prior to the pain add-on, yes.\n\nHERNANDEZ, Antonio 3\n\foO Fe NY DH BF WY YY |\n\nNH N NN NN i a a a\nS aR PF BBRBNXNSSERRRE SSX S\n\nQ. Okay. Then where would that leave us on impairment for this injury for the\nlumbar spine?\n\nA: The difference between what I derived in 2015 compared to Dr. Hannani in\n2009 was 14 percent for the lumbar spine.\n\nQ: And that would be your opinion as the Agreed Medical Examiner in this\ncase based on all the information we provided in today’s deposition?\n\nA: Based on the math.”\n\nAs is clearly set out in Escobedo v. Marshalls [(2005) 70 Cal. Comp. Cases 604\n(Appeals Board en banc opinion), writ den. sub nom. Escobedo vy. Workers’ Comp.\nAppeals Bd. (2005) 70 Cal.Comp.Cases 1506] and_E.L. Yeager Constr’n v. Workers’\nComp. Appeals Bd. (Gatten) [(2006) 142 Cal. App. 4th 922, 52 Cal. Rptr. 3d 133, 71\n\nCal.Comp.Cases 1687], medical opinions on permanent disability and apportionment\nmust be based on substantial medical evidence. In Gatten the Court of Appeal found\nthat to be substantial evidence on the approximate percentage of permanent disability\ndirectly resulting from the subject injury and due to other factors, the medical opinion\nmust be framed on reasonable medical probability.\n\nHere while Dr. Hatch stated that her opinion was based on reasonable medical\nprobability, she apportioned based on speculative facts. There was not substantial\nevidence in the record to support either of the two premises upon which Dr. Hatch’s\nLabor Code 4664(b) analysis was based. While the doctor was told that the prior\naward was based on Dr. Hannani’s medical reporting there was neither a Stipulation\nby the parties to Dr. Hannani’s report being the basis for the 33% prior award, nor\nany stipulation contained within the award itself that it was based on Dr. Hannani’s\nreport. Further, and more importantly there are ambiguities within Dr. Hannani’s\nreport regarding the criteria used to assess disability for the lumbar spine. The doctor\nopted to provide both a DRE and ROM assessment of permanent disability and\noffered no explanation why this was done. Thus, Dr. Hannani’s reporting gives\nwhole person impairment both at 12% using the DRE method and at 13% using the\nROM method,\n\nUsing applicant’s argument that simply subtracting out the WPI from the prior award\nis the correct method of calculating permanent disability in this case, there is another\nproblem. Here the prior award is for 33% permanent disability. Dr. Hannani gave\n7% WPI for the cervical spine, 12% or 13% for the lumbar spine and 0% for the right\nknee. Combining these figures, even using the larger WPI of 13% does not result in\n33% permanent disability.\n\nMore importantly, as indicated in the opinion, WPI is just one factor in determining if\nthere is overlapping permanent disability. Here Dr. Hatch was given a hypothetical\nbased on incorrect facts and not provided with sufficient information regarding the\nlegal principles under Labor Code §4664(b). For this reason a simple subtraction of\n\nHERNANDEZ, Antonio 4\n\foCclUlUOlUlUMOOU NS ODNO ORG DNi\n\nNN Ne a ea ea\n\nWPI was found by me not to constitute substantial evidence of apportionment as\nrequired by Escobedo v, Marshalls (2005) 70 Cal. Comp. Cases 604 (Appeals Board\nen bane decision), Whole Person Impairment is but one component of the\napportionment analysis. In order to constitute substantial evidence on the issue of\napportionment, a medical opinion “must disclose familiarity with the concepts of\napportionment, describe in detail the exact nature of the apportionable disability, and\nset forth the basis for the opinion.” E.L. Yeager Construction v. WCAB (Gatten)\n(2006) 142 Cal. App. 4th 922, 71 Cal.Comp.Cases 1687. Based on the foregoing as\nthere was no establishment of a prior award and overlap of factors of disability,\nwithin the meaning of Labor Code Section 4664(b) and the award was appropriately\napportioned based on Labor Code §4663.\n\nWe agree with the WCJ’s analysis.\n\nApplicant is correct, of course, that section 4664(b) provides: “If the applicant has received a\nprior award of permanent disability, it shall be conclusively presumed that the prior permanent disability\nexists at the time of any subsequent industrial injury.” Accordingly, where there is a prior award of\npermanent disability, apportionment under section 4664(b) is mandated to the extent there is overlap\nbetween the employee’s current permanent disability and the previously awarded permanent disability.\n(Kopping v. Workers’ Comp. Appeals Bd. (2006) 142 Cal.App.4th 1099, 1115 [71 Cal.Comp.Cases\n1229].)\n\nOverlap, however, is not established merely by showing that the subsequent injury involved the\nsame body part(s) as the prior injury; instead, the issue of overlap requires a consideration of the factors\nof disability resulting from the two injuries, not merely the body part injured. (Mercier v. Workers’\nComp. Appeals Bd. (1976) 16 Cal.3d 711 [41 Cal.Comp.Cases 205]; State Compensation Ins. Fund vy.\nIndustrial Acc. Com. (Hutchinson) (1963) 59 Cal.2d 45 [28 Cal. Comp. Cases 20].) This need to\nconsider the factors of disability in order to determine overlap was not changed by the Legislature’s\nadoption of section 4664(b). (Kopping, supra, 142 Cal.App.4th at pp. 1107, 1114, 1115; see also, e.g.,\nCarreras v. City of Torrance (2010) 2010 Cal. Wrk. Comp. P.D. LEXIS 403 (Appeals Board panel\ndecision), writ den. sub nom. City of Torrance v. Workers’ Comp. Appeals Bd. (Carreras) (2011) 76\nCal.Comp.Cases 498; County of Los Angeles v. Workers’ Comp. Appeals Bd. (Barnett) (2010) 75\nCal.Comp.Cases 155 (writ den.).))\n\nMl\n\nHERNANDEZ, Antonio 5\n\fCo Oo YI DKON AW BP WY NY\n\nNN DN a a ea a ek\n\nMoreover, as with any apportionment determination, apportionment under section 4664(b) based\non overlap must be predicated on substantial medical evidence. In this regard, a medical opinion is not\nsubstantial evidence if it is based on facts no longer germane, on inadequate medical histories or\nexaminations, on incorrect legal theories, or on surmise, speculation, conjecture, or guess. (Escobedo v.\nMarshalls (2005) 70 Cal.Comp.Cases 604, 620 (Appeals Board en banc).)\n\nAs recognized by the WCJ, however, Dr. Hatch’s attempt at a section 4664(b) apportionment\ndetermination in this case was necessarily speculative and not based on adequate facts because: (1) the\nJuly 4, 2010 stipulated 33% permanent disability award did not specify the factors of disability upon\nwhich the award was based; (2) the July 4, 2010 award did not even indicate that Dr. Hannani’s August\n8, 2009 report was the basis for the 33% permanent disability finding; and (3) the whole person\nimpairments listed in Dr. Hannani’s August 8, 2009 report would not justify a 33% permanent disability\nrating. Because Dr. Hatch’s opinion regarding apportionment under section 4664(b) did not constitute\nsubstantial medical evidence, the WCJ properly did not rely upon it.\n\nHere, as discussed above, Dr. Hatch, the AME, concluded that applicant’s current overall cervical\nspine, lumbar spine and right shoulder disability rates 42% before apportionment based on 20% WPI for\nthe cervical spine, 27% WPI for the lumbar spine, and 0% WPI for the right shoulder. In assessing\napportionment, Dr. Hatch opined that only 20% of applicant’s current lumbar disability was due to her\nJune 21, 2013 injury, while 10% of this disability was caused by the prior July 1, 2008 injury and 50%\nwas caused by non-industrial degenerative changes. For the cervical spine, Dr. Hatch apportioned\ncausation 50% to degenerative changes, 10% to the previous July 1, 2008 specific injury, and 40% to the\nJune 21, 2013 specific injury. After apportionment the adjusted rating was 24%, the level of permanent\ndisability after apportionment found by the WCJ.\n\nMl\nMit\nMl\nMt\nMit\n\nHERNANDEZ, Antonio 6\n\foO Oo YI DH UH FF WY YPN\n\na ey\nyD UW FF WY NY HY OS\n\n18\n\n20\n21\n22\n2\n24\n25\n26\n27\n\nWw\n\n \n\nAccordingly, we will affirm the WCJ’s May 18, 2018 decision.\nFor the foregoing reasons,\nIT IS ORDERED that, as our Decision After Reconsideration, that the Findings and Award\n\nissued by the workers’ compensation administrative law judge on May 18, 2018 is AFFIRMED.\n\nWORKERS’ COMPENSATION APPEALS BOARD\n\nSs\n\nMARGUERITE SWEENEY\nI CONCUR,\n\n \n\nTHERINE ZALEWS*’\n\nDATED AND FILED AT SAN FRANCISCO, CALIFORNIA\nJan 0 3 2020\n\nSERVICE MADE ON THE ABOVE DATE ON THE PERSONS LISTED BELOW AT THEIR\nADDRESSES SHOWN ON THE CURRENT OFFICIAL ADDRESS RECORD.\n\nANTONIO HERNANDEZ\nKEGEL TOBIN & TRUCE\nNAVA & GRAHAM\n\nNPS/bea\n\nHERNANDEZ, Antonio 7\n\f",
        "filename": "20-22/2020_01_03_Hernandez, Antonio.pdf",
        "case_type": "doc20-22",
        "case_r": "The text states that Kopping v. Work was a case where the court ruled that the employee was not entitled to damages because they were not employed by the employer."
    }
]